{
    "fortunes" : [
    {
        "month": "March",
        "sign": "Aries",
        "fortune":"After weeks of soul searching, you’re back in your element. Your ruler Mars is home in Aries and ready to hit the ground running. But first, as you enter January, take the time to focus on the big picture, clarify long-term goals and letting go of those you’ve outgrown. Then, as the Capricorn new moon and eclipse align on January 5, you can move ahead with a renewed sense of purpose and direction. There are enticing opportunities beckoning from over the horizon, and there will be twists and turns, but keep your eyes on the prize and go for gold. On the twentieth, a Leo full moon and lunar eclipse shine a light on a heart’s desire, calling you to take what feels like a risk. Let go of what you think it means to be successful and you can discover the true meaning of success: the freedom to be yourself and be loved for it. The gods, goddess, and powers that be are smiling down on you. Dare to be authentic. Have more faith in yourself and you could hit the bull’s-eye."
    },
    {
        "month": "April",
        "sign": "Taurus",
        "fortune":"As you enter the year, you’re reaching a vantage point and milestone in your journey that’s asking you to clarify your noblest long-term goals. Then, as the Capricorn new moon and eclipse align on January 5, you can make solid progress toward them. You’ve been reevaluating your relationships and they’re drawing you to a new level now - asking for deeper levels of surrender and trust. It’s never wise to trust blindly, but avoid judgment and keep your perspective on what’s unfolding. You’re at the top of your game professionally, The Leo full moon and lunar eclipse on the twentieth mark the end of an 18-month phase of regaining inner confidence, so you can let your brilliance shine. You’re seeing the past in a new light, learning what you need to feel emotionally and financially secure and what drives you to do what you do in this world. You can have what you need and gain a lot on all levels (financially, emotionally, materially, spiritually). Be detached in an evolving scenario. Value yourself, be confident, wise, and humble and you can come out on top. "
    },
    {
        "month": "May",
        "sign": "Gemini",
        "fortune":"Life is evolving on a core level, and you’re stepping over a threshold. But you can’t enter the future with your arms full of the past, so don’t be afraid to cut your losses where necessary. Jupiter entered Sagittarius late last year, and as Venus joins Jupiter this month, your relationships have a lot to offer you creatively, emotionally, sexually, and financially. But first, dig past your surface material attachments to physical appearance, sex, money, success, marriage, commitments - especially those you’ve inherited from society and parents – to ask yourself what will truly matter at the end of your life. Then you can invest in and deepen mutually beneficial connections that share your values. As the Leo full moon and lunar eclipse align in your house of communication, they’re bringing information, shedding light, and offering a new perspective on a situation you’ve felt stuck in. Be honest and you can clear the air and get on the same page with others. There’s real love in your world, at least one friend you can trust. Let go of the past and have faith. You’re already free.  "
    },
    {
        "month": "June",
        "sign": "Cancer",
        "fortune":"December brought a full moon in your sign, asking you to clarify your needs in your relationships. As you enter January, take the time to discern where you need better boundaries and where you need to lower your guard. A new moon and solar eclipse in Capricorn mark the beginning of a new 18-month phase of transformation, allowing you to deepen mutually supportive, loving, respectful, and healthy relationships that have your back. Professionally, you’re on fire and your work is being recognized. But remain humble and give credit where it’s due. Success at the cost of others is like sawing off the branch you’re sitting on. On January 20, the Leo full moon and lunar eclipse highlight a financial or relationship matter. Let go of power struggles, stay true to your values, and remain detached in an evolving situation. You can have the emotional and financial security you desire, but your greatest reward will be living your best life, following your calling while making this world a better place. That’s priceless. Now more than ever, in giving you will receive. "
    },
    {
        "month": "July",
        "sign": "Leo",
        "fortune":"You’ve had to rise above your insecurities over the past year, and you’re ready for a new adventure. But first, as you enter January, take stock of your life and release habits, work, routines, or a lifestyle you’ve outgrown. On January 5, a Capricorn new moon and solar eclipse mark the beginning of an 18-month phase of building the life of your dreams. “Work hard, play hard” seems to be your motto this month. But also prioritize your health - mental, emotional, physical, and spiritual – without which you have nothing. On the twentieth, a Leo full moon and eclipse suggest you’re seeing someone or something in a new light. Acknowledge your feelings, but keep your perspective and stay focused on a common goal (and love) you share. As vulnerable as it makes you feel to drop the mask, the real risk would be to pass up a chance to be happy. Dare to be honest, ask for what you need, share the love you feel, and don’t worry so much about what comes back. In the words of Maya Angelou, “Love liberates."
    },
    {
        "month": "August",
        "sign": "Virgo",
        "fortune":"As the year begins, life is drawing you out of your comfort zone. Dig past your resistance and be brutally honest with yourself about what you want, not what you think is expected of you. A Capricorn new moon and solar eclipse on January 5 mark the beginning of an 18-month phase of chipping away the false layers to rediscover your inner child who has always been wise beyond his or her years. As the Leo full moon and lunar eclipse align on the twentieth, find the time to be alone, meditate, go inward, and pay attention to a dream birthing with you. You can create and live a life that fills you with passion and purpose daily, with loving relationships that touch not just your heart but also your soul, but you have to dare to acknowledge it to yourself. Consciously release the past. There’s gold to be mined in the present. You have a treasure at your feet, and a true sense of camaraderie and good times at home. You’re already living the dream. Count your blessings and you’ll see just how fortunate you are. "
    },
    {
        "month": "September",
        "sign": "Libra",
        "fortune":"As you enter January, you’re focused on matters of security, home, family, and domestic relationships. What was your childhood like? How was your relationship with your father? What was his idea of security? Confront the past honestly so it doesn’t cast a shadow on all that is hopeful in the present. On January 5, the Capricorn new moon and solar eclipse mark the beginning of an 18-month phase of closing old chapters, planting seeds, and laying the foundation for a new life. Focus on your most optimistic vision and keep an open mind. As the Leo full moon and lunar eclipse align on the twentieth, a social situation is coming to light, and you might be surprised by your feelings and desires. You’re turning a corner in a relationship and can now leave a painful past behind. Be honest with yourself and others. Keep your perspective and you can be liberated to create a more hopeful reality. Friends, partners, and the universe are all listening and you have support. Overcome your pride. Be kind and honest. Ask and be open to receive."
    }, 
    {
        "month": "October",
        "sign": "Scorpio",
        "fortune":"You enter the year on a pensive note. There’s a lot weighing on your mind, perhaps difficult choices, but it needn’t be a painful process. Take the time to clarify goals, and don’t focus on your limitations. On January 5, a Capricorn new moon and solar eclipse mark the beginning of an 18-month phase of releasing false (or your father’s) beliefs, to redefine success for yourself. It will take daily commitment, but you can achieve anything you set your mind to. The Leo full moon and lunar eclipse on the twentieth suggest that professionally you’re ending a chapter and moving to a new level. You’re worth your weight in gold and have a lot to offer this world and your relationships. Success would mean nothing if you didn’t have people and family (blood and soul) you loved and who love you to share life’s ups and downs. As you see the past in a new light, you can find the courage to make necessary changes. This isn’t about success or public image. You have one life and it’s precious. Follow your passion. "
    }, 
    {
        "month": "November",
        "sign": "Sagittarius",
        "fortune":"Your ruler Jupiter is in your sign, and you’re on a journey of self-discovery this year. As you enter January, Mars is firing up your house of love, romance, creativity, children, and inner child, encouraging you to be spontaneous and take what feels like a risk. You’re older and wiser, but you needn’t lose your passion or curiosity. Stay true to your integrity and you needn’t worry about crossing boundaries. On January 5, a new moon and eclipse in Capricorn usher in an 18-month phase of you growing in emotional and financial security. Dig deep for your values, value yourself, and invest in mutually beneficial connections that share your values. As the Leo full moon and eclipse align on the twentieth, keep your perspective on all that’s unfolding. You’re learning information that reveals a new way forward. You are far from trapped - you have options. Be creative and open-minded and reach for your most hopeful vision. As Venus meets Jupiter on January 22, take a chance on your heart and it could pay off in a big way. "
    }, 
    {
        "month": "December",
        "sign": "Capricorn",
        "fortune":"Last year you saw a small dream come true, but now what? As you enter January, you’re coming face to face with difficult realities asking you to confront the past honestly. With a solar eclipse and new moon in your sign on January 5, you’re at the beginning of an 18-month phase of shedding skin to reveal the real you within. Keep asking, “Who am I?” and let the answer guide your actions. As the Leo full moon and eclipse align on the twentieth, you’re seeing a partnership in a new light and realizing your true worth and what you value in your commitments. Remain detached in an unfolding drama. No one else can define your worth or have power over you unless you give it away. Be honest about what you really want - something you hope for, not a distant dream - and you can draw it into your life. Even if you can’t see it, you have a fairy godmother and angels working behind the scenes to bring you what you need. Above all, have faith. You’re safe. "
    },
    {
        "month": "January",
        "sign": "Aquarius",
        "fortune":"Last year brought huge changes professionally, asking you to expand your horizons and vision. As you enter the new year, dig deeper to become aware of what prevents you from manifesting a dream. As the Capricorn new moon and solar eclipse align on January 5, you’re entering a soul search, a journey into the caverns of your psyche discovering the histories of mankind, decaying materialistic values that imprison - like King Midas - as well as spiritual treasures that reveal your raison d’etre. You’re boring a hole through your subconscious (a prison of your own making) to be liberated. As the sun enters your sign and the Leo full moon and eclipse align on the twentieth, prepare to step into the light. You’re seeing your relationships in a new light, and they’re mirroring a truth back to you about yourself. Acknowledge your feelings, and don’t be afraid to ask for what you need. Then let go of expectations of where something comes from and be open to receive. The universe has heard your prayer. Dreams can come true, but first you must dare to dream."
    },
    {
        "month": "Feburary",
        "sign": "Pisces",
        "fortune":"As you enter the year, an old dream is dying, but there are also new doors opening. So what goals, dreams, and aspirations do you want to manifest this year, personally and professionally? A Capricorn new moon and solar eclipse on January 5 ask that you align with a greater vision and altruistic ambition. Your reputation precedes you. Whether this is good or bad isn’t your concern. Not everyone will love you all the time, and there will always be naysayers. What matters is that you practice what you preach, lead by example, and stay true to your values. Avoid comparisons or getting caught up in the rat race. Your talents and abilities are being noticed and will pay off. It’s been a long journey to get to where you are, and you’re turning a corner in a difficult social situation, This isn’t about success but your legacy and gift to the world. Have more faith in yourself and your abilities. And remember that only humility precedes true greatness. "
    }
]

   }